Ran Plan for dir: `projects/startpage` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # module.set_dns_to_cname.aws_route53_record.www will be created
+ resource "aws_route53_record" "www" {
      + allow_overwrite = (known after apply)
      + fqdn            = (known after apply)
      + id              = (known after apply)
      + name            = "startpage"
      + records         = [
          + "d2ixl4joavnsbr.cloudfront.net",
        ]
      + type            = "CNAME"
      + zone_id         = "Z18IVKOUFQRY05"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d projects/startpage`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.justinddavis.com/lock?id=JustinDDavis%252Fterraform-iac%252Fprojects%252Fstartpage%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d projects/startpage`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
